[
  { "text": "Talk is cheap. Show me the code.", "author": "Linus Torvalds" },
  { "text": "Programs must be written for people to read, and only incidentally for machines to execute.", "author": "Harold Abelson" },
  { "text": "First, solve the problem. Then, write the code.", "author": "John Johnson" },
  { "text": "Experience is the name everyone gives to their mistakes.", "author": "Oscar Wilde" },
  { "text": "Any fool can write code that a computer can understand. Good programmers write code that humans can understand.", "author": "Martin Fowler" },
  { "text": "Code is like humor. When you have to explain it, it’s bad.", "author": "Cory House" },
  { "text": "Fix the cause, not the symptom.", "author": "Steve Maguire" },
  { "text": "Simplicity is the soul of efficiency.", "author": "Austin Freeman" },
  { "text": "Before software can be reusable it first has to be usable.", "author": "Ralph Johnson" },
  { "text": "Make it work, make it right, make it fast.", "author": "Kent Beck" },
  { "text": "Don’t watch the clock; do what it does. Keep going.", "author": "Sam Levenson" },
  { "text": "The future depends on what you do today.", "author": "Mahatma Gandhi" },
  { "text": "It always seems impossible until it’s done.", "author": "Nelson Mandela" },
  { "text": "Success is not final, failure is not fatal: It is the courage to continue that counts.", "author": "Winston Churchill" },
  { "text": "Start where you are. Use what you have. Do what you can.", "author": "Arthur Ashe" },
  { "text": "Success usually comes to those who are too busy to be looking for it.", "author": "Henry David Thoreau" },
  { "text": "Don’t be afraid to give up the good to go for the great.", "author": "John D. Rockefeller" },
  { "text": "I find that the harder I work, the more luck I seem to have.", "author": "Thomas Jefferson" },
  { "text": "Whether you think you can or think you can’t, you’re right.", "author": "Henry Ford" },
  { "text": "Quality means doing it right when no one is looking.", "author": "Henry Ford" },
  { "text": "The way to get started is to quit talking and begin doing.", "author": "Walt Disney" },
  { "text": "Dream big and dare to fail.", "author": "Norman Vaughan" },
  { "text": "I have not failed. I've just found 10,000 ways that won't work.", "author": "Thomas Edison" },
  { "text": "You miss 100% of the shots you don't take.", "author": "Wayne Gretzky" },
  { "text": "Stay hungry, stay foolish.", "author": "Steve Jobs" },
  { "text": "Sometimes it’s better to leave something alone, to pause, and that’s very true of programming.", "author": "Joyce Wheeler" },
  { "text": "Testing leads to failure, and failure leads to understanding.", "author": "Burt Rutan" },
  { "text": "The only way to learn a new programming language is by writing programs in it.", "author": "Dennis Ritchie" },
  { "text": "In order to be irreplaceable, one must always be different.", "author": "Coco Chanel" },
  { "text": "Learning to write programs stretches your mind and helps you think better.", "author": "Bill Gates" },
  { "text": "It’s not a bug – it’s an undocumented feature.", "author": "Anonymous" },
  { "text": "If debugging is the process of removing software bugs, then programming must be the process of putting them in.", "author": "Edsger Dijkstra" },
  { "text": "The best error message is the one that never shows up.", "author": "Thomas Fuchs" },
  { "text": "The best way to predict the future is to invent it.", "author": "Alan Kay" },
  { "text": "Code never lies, comments sometimes do.", "author": "Ron Jeffries" },
  { "text": "Good code is its own best documentation.", "author": "Steve McConnell" },
  { "text": "The function of good software is to make the complex appear simple.", "author": "Grady Booch" },
  { "text": "Walking on water and developing software from a specification are easy if both are frozen.", "author": "Edward V. Berard" },
  { "text": "Programming isn’t about what you know; it’s about what you can figure out.", "author": "Chris Pine" },
  { "text": "Java is to JavaScript what car is to Carpet.", "author": "Chris Heilmann" },
  { "text": "Knowledge is power.", "author": "Francis Bacon" },
  { "text": "Believe you can and you're halfway there.", "author": "Theodore Roosevelt" },
  { "text": "Push yourself, because no one else is going to do it for you.", "author": "Unknown" },
  { "text": "Failure will never overtake me if my determination to succeed is strong enough.", "author": "Og Mandino" },
  { "text": "The harder you work for something, the greater you’ll feel when you achieve it.", "author": "Unknown" },
  { "text": "Don’t wait for opportunity. Create it.", "author": "Unknown" },
  { "text": "Dream it. Wish it. Do it.", "author": "Unknown" },
  { "text": "Coding is not just code, that is a live thing to serve everyone!", "author": "Ming Song" },
  { "text": "Programming is the art of algorithm design and the craft of debugging errant code.", "author": "Ellen Ullman" }
]
